export default {
  projections: {
    РегРезультE: {
      датРегРезСобес: {
        __caption__: 'Дата регистрации результатов собеседования'
      },
      планирСобес: {
        __caption__: 'Дата планирования собеседования',
        иметьПриСебе: {
          __caption__: 'Дата планирования собеседования'
        },
        регистАнкеты: {
          __caption__: '',
          фИОКандид: {
            __caption__: 'ФИО кандидата'
          },
          вакантДолжн: {
            __caption__: '',
            должность: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      },
      приглНаРаб: {
        __caption__: 'Приглашен на работу'
      },
      кандидОтклон: {
        __caption__: 'Кандидатура отклонена'
      },
      тЧРегРезульт: {
        __caption__: 'Регистрация результатов собеседования',
        сотрудники: {
          __caption__: 'ФИО сотрудника',
          фИОСотр: {
            __caption__: 'ФИО сотрудника'
          },
          должность: {
            __caption__: 'Должность'
          }
        },
        оценкаКандид: {
          __caption__: 'Оценка кандидата'
        },
        итогСобесед: {
          __caption__: 'Итог собеседования'
        },
        крКомИлиОбсРеш: {
          __caption__: 'Краткий комментарий или обоснованное решение'
        }
      }
    },
    РегРезультL: {
      датРегРезСобес: {
        __caption__: 'Дата регистрации результатов собеседования'
      },
      планирСобес: {
        __caption__: 'Дата планирования собеседования',
        иметьПриСебе: {
          __caption__: 'Дата планирования собеседования'
        },
        регистАнкеты: {
          __caption__: '',
          фИОКандид: {
            __caption__: 'ФИО кандидата'
          },
          вакантДолжн: {
            __caption__: '',
            должность: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      },
      приглНаРаб: {
        __caption__: 'Приглашен на работу'
      },
      кандидОтклон: {
        __caption__: 'Кандидатура отклонена'
      }
    }
  },
  validations: {
    датРегРезСобес: {
      __caption__: 'Дата регистрации результатов собеседования'
    },
    кандидОтклон: {
      __caption__: 'Кандидатура отклонена'
    },
    приглНаРаб: {
      __caption__: 'Приглашен на работу'
    },
    организация: {
      __caption__: 'Наименование организации'
    },
    планирСобес: {
      __caption__: 'Дата планирования собеседования'
    },
    тЧРегРезульт: {
      __caption__: 'Регистрация результатов собеседования'
    }
  }
};
