export default {
  projections: {
    ТЧРегРезультE: {
      сотрудники: {
        __caption__: 'ФИО сотрудника',
        фИОСотр: {
          __caption__: 'ФИО сотрудника'
        },
        должность: {
          __caption__: 'Должность'
        }
      },
      оценкаКандид: {
        __caption__: 'Оценка кандидата'
      },
      итогСобесед: {
        __caption__: 'Итог собеседования'
      },
      крКомИлиОбсРеш: {
        __caption__: 'Краткий комментарий или обоснованное решение'
      }
    }
  },
  validations: {
    итогСобесед: {
      __caption__: 'Итог собеседования'
    },
    крКомИлиОбсРеш: {
      __caption__: 'Краткий комментарий или обоснованное решение'
    },
    оценкаКандид: {
      __caption__: 'Оценка кандидата'
    },
    сотрудники: {
      __caption__: 'ФИО сотрудника'
    },
    регРезульт: {
      __caption__: 'регРезульт'
    }
  }
};
