export default {
  projections: {
    ПланирСобесE: {
      датаПланСобес: {
        __caption__: 'Дата планирования собеседования'
      },
      время: {
        __caption__: 'Время собеседования'
      },
      регистАнкеты: {
        __caption__: 'ФИО кандидата',
        фИОКандид: {
          __caption__: 'ФИО кандидата'
        },
        вакантДолжн: {
          __caption__: '',
          должность: {
            __caption__: 'Вакантная должность'
          }
        },
        номерТелефона: {
          __caption__: 'Номер телефона кандидата'
        },
        элПочта: {
          __caption__: 'Электронная почта'
        },
        организация: {
          __caption__: '',
          адрес: {
            __caption__: 'Адрес организации'
          },
          телОрганиз: {
            __caption__: 'Телефон организации'
          }
        }
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      }
    },
    ПланирСобесL: {
      датаПланСобес: {
        __caption__: 'Дата планирования собеседования'
      },
      время: {
        __caption__: 'Время собеседования'
      },
      регистАнкеты: {
        __caption__: 'ФИО кандидата',
        фИОКандид: {
          __caption__: 'ФИО кандидата'
        },
        вакантДолжн: {
          __caption__: '',
          должность: {
            __caption__: 'Вакантная должность'
          }
        },
        номерТелефона: {
          __caption__: 'Номер телефона кандидата'
        },
        элПочта: {
          __caption__: 'Электронная почта'
        },
        организация: {
          __caption__: '',
          адрес: {
            __caption__: 'Адрес организации'
          },
          телОрганиз: {
            __caption__: 'Телефон организации'
          }
        }
      },
      иметьПриСебе: {
        __caption__: 'Иметь при себе'
      },
      организация: {
        __caption__: 'Наименование организации',
        наименование: {
          __caption__: 'Наименование организации'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время собеседования'
    },
    датаПланСобес: {
      __caption__: 'Дата планирования собеседования'
    },
    иметьПриСебе: {
      __caption__: 'Иметь при себе'
    },
    организация: {
      __caption__: 'Наименование организации'
    },
    регистАнкеты: {
      __caption__: 'ФИО кандидата'
    }
  }
};
