export default {
  projections: {
    ТЧГрафСобесE: {
      планирСобес: {
        __caption__: 'Дата планирования собеседования',
        иметьПриСебе: {
          __caption__: 'Дата планирования собеседования'
        },
        время: {
          __caption__: 'Время собеседования'
        },
        регистАнкеты: {
          __caption__: '',
          фИОКандид: {
            __caption__: 'ФИО кандидата'
          },
          вакантДолжн: {
            __caption__: '',
            должность: {
              __caption__: 'Вакантная должность'
            }
          }
        }
      }
    }
  },
  validations: {
    планирСобес: {
      __caption__: 'Дата планирования собеседования'
    },
    графСобес: {
      __caption__: 'графСобес'
    }
  }
};
