export default {
  caption: 'Регистрация результатов',
  'датРегРезСобес-caption': 'Дата регистрации результатов собеседования',
  'приглНаРаб-caption': 'Приглашен на работу',
  'кандидОтклон-caption': 'Кандидатура отклонена',
  'планирСобес.регистАнкеты.фИОКандид-caption': 'ФИО кандидата',
  'планирСобес.регистАнкеты.вакантДолжн.должность-caption': 'Вакантная должность',
  'планирСобес-caption': 'Дата планирования собеседования',
  'организация-caption': 'Наименование организации',
  'тЧРегРезульт-caption': 'Регистрация результатов собеседования'
};
